Repository: BCDigSchol/connolly-exhibit-builder-plugin
Catalog: languages/*.po
Languages: pl

source: Gallery Full Left
pl: Galeria po lewej stronie

source: Displays a gallery of 8 thumbnails, with a wider left column for 1 full-size image and text block.
pl: Wyświetla galerię 8. miniatur z poszerzoną lewą kolumną zawierającą 1 pełnowymiarowy obraz i blok tekstowy.

source: Gallery Full Right
pl: Galeria po prawej stronie

source: Displays a gallery of 8 thumbnails, with a wider right column for 1 full-size image and text block.
pl: Wyświetla galerię 8. miniatur z poszerzoną prawą kolumną zawierającą 1 pełnowymiarowy obraz i blok tekstowy.

source: Gallery Thumbnails Text Bottom
pl: Galeria miniatur z tekstem u dołu

source: Displays a block of text below a gallery of up to 12 items.
pl: Wyświetla blok tekstu poniżej galerii zawierającej do 12. pozycji.

source: Gallery Thumbnails Text Top
pl: Galeria miniatur z tekstem u góry

source: Displays a block of text above a gallery of up to 12 items.
pl: Wyświetla blok tekstu ponad galerią zawierającą do 12. pozycji.

source: Gallery Thumbnails
pl: Galeria miniatur

source: Displays a gallery of up to 16 items.
pl: Wyświetla galerię do 16. pozycji.

source: Image List Left Thumbs
pl: Układ listy - miniatury zdjęć z lewej

source: Displays up to 8 thumbnails on the left with up to 8 text blocks on the right.
pl: Wyświetla do 8. miniatur po lewej z 8. blokami tekstu po prawej.

source: Image List Left
pl: Układ listy - zdjęcia z lewej

source: Displays up to 8 full-size images on the left with up to 8 text blocks on the right.
pl: Wyświetla do 8. pełnowymiarowych obrazów po lewej z 8. blokami tekstu po prawej.

source: Image List Right Thumbs
pl: Układ listy - miniatury zdjęć z prawej

source: Displays up to 8 thumbnails on the right with up to 8 text blocks on the left.
pl: Wyświetla do 8. miniatur po prawej z 8. blokami tekstu po lewej.

source: Image List Right
pl: Układ listy - zdjęcia z prawej

source: Displays up to 8 full-size images on the right with up to 8 text blocks on the left.
pl: Wyświetla do 8. pełnowymiarowych obrazów po prawej z 8. blokami tekstu po lewej.

source: Text Image Left
pl: Układ z tekstem i obrazem po lewej stronie.

source: Displays a full page of text, with a full-size image floated left.
pl: Wyświetla po lewej pełnowymiarowy obraz "oblany" tekstem.

source: Text Image Right
pl: Układ z tekstem i obrazem po prawej stronie.

source: Displays a full page of text, with a full-size image floated right.
pl: Wyświetla po prawej pełnowymiarowy obraz "oblany" tekstem.

source: Text
pl: Tekst

source: Displays a full page of text without items.
pl: Wyświetla pełną stronę tekstu bez dodatkowych pozycji.

source: Sorting Exhibits
pl: Porządkowanie wystaw

source: The default method by which you wish to sort the listing of exhibits on the exhibits/browse page. Default is 'Date Added'.
pl: Sposób sortowania listy wystaw na stronie wystawy/przeglądanie. Domyślnie wg. daty dodania.

source: This item is not used within this exhibit.
pl: Ta publikacja nie jest dołączona do tej wystawy.

source: You must specifically select a theme in order to configure it.
pl: Musisz wybrać konkretny szablon, aby móc go konfigurować.

source: exhibits
pl: Wystawy

source: Browse Exhibits
pl: Przeglądaj wystawy

source: Exhibits
pl: Wystawy

source: Search by Exhibit
pl: Szukaj w wystawach

source: Exhibit
pl: Wystawa

source: Exhibit Page
pl: Strona wystawy

source: There is no item attached.
pl: Nie załączono żadnej publikacji.

source: Attach an Item
pl: Dołącz publikację

source: Caption
pl: Podpis

source: Select a File
pl: Wybierz plik

source: Featured Exhibit
pl: Wystawa polecana

source: You have no featured exhibits.
pl: Nie masz polecanych wystaw.

source: Exhibits must be given a valid slug.
pl: Wystawy muszą mieć nadany odpowiedni skrót ścieżki URL.

source: A slug must be 30 characters or less.
pl: Skrót ścieżki URL może zawierać maksymalnie do 30 znaków.

source: Your URL slug is already in use by another exhibit. Please choose another.
pl: Twój skrót ścieżki URL jest już używany przez inną wystawę. Proszę wybrać inny.

source: An exhibit must be given a title.
pl: Wystawie musi zostać nadany tytuł.

source: The title for an exhibit must be 255 characters or less.
pl: Tytuł wystawy może zawierać maksymalnie do 255 znaków.

source: The name of your theme must be 30 characters or less.
pl: Tytuł szablonu może zawierać maksymalnie do 30 znaków.

source: A slug must be given for each page of an exhibit.
pl: Skrót adresu URL musi być nadany każdej ze stron wystawy.

source: This page slug has already been used. Please modify the slug so that it is unique.
pl: Ten skrót adresu URL jest już używany. Należy zmienić go na unikalny.

source: A layout must be provided for each exhibit page.
pl: Odpowiedni układ musi być nadany każdej ze stron wystawy.

source: Exhibit pages must be given a title.
pl: Strony wystawy muszą mieć nadany tytuł.

source: Cannot add a child to a record that does not exist yet!
pl: Nie można dodać elementu podległego do wpisu, który jeszcze nie istnieje!

source: Child must be an instance of "%s"
pl: Element podległy musi być związany z "%s"

source: Add Exhibit
pl: Dodaj wystawę

source: There are no exhibits yet.
pl: Nie utworzono jeszcze żadnych wystaw.

source: Add an Exhibit
pl: Dodaj wystawę

source: Theme
pl: Szablon

source: Current Public Theme
pl: Stosowany szablon bieżący

source: Edit Exhibit "%s"
pl: Modyfikuj wystawę "%s"

source: Exhibit Metadata
pl: Metadane wystawy

source: Slug
pl: Skrót ścieżki URL

source: No spaces or special characters allowed
pl: Spacje i znaki specjalne nie są dozwolone

source: Credits
pl: Podsumowanie

source: Pages
pl: Strony

source: There are no pages.
pl: Nie ma dostępnych stron.

source: To reorder pages, click and drag the page up or down to the preferred location.
pl: Aby zmienić porządek stron, kliknij i przeciągnij stronę w dół lub w górę, do oczekiwanego położenia.

source: Add Page
pl: Dodaj stronę

source: Edit Page Content: "%s"
pl: Modyfikuj zawartość strony "%s"

source: Page Layout
pl: Układ strony

source: Edit Page
pl: Modyfikuj stronę

source: Page Content
pl: Zawartość strony

source: Save and Add Another Page
pl: Zapisz i dodaj kolejną stronę

source: Remove This Item
pl: Usuń tę publikację

source: Attach Selected Item
pl: Dołącz wybrane publikacje

source: Edit Page "%s"
pl: Modyfikuj stronę "%s"

source: Page Metadata
pl: Metadane strony

source: Layouts
pl: Układy

source: Layout
pl: Układ

source: Choose a layout by selecting a thumbnail on the right.
pl: Wybierz układ z miniatur po prawej.

source: Browse Exhibits by Tag
pl: Przeglądaj wystawy według etykiet

source: There are no tags to display. You must first tag some exhibits.
pl: Brak etykiet do wyświetlenia. Dodaj etykiety do wystaw.

source: Configure the &#8220;%s&#8221; Theme
pl: Konfiguruj szablon &#8220;%s&#8221;

source: Show Search Form
pl: Pokaż formularz wyszukiwania

source: add some items
pl: dodaj dowolne publikacje

source: There are no items to choose from. Please refine your search or %s.
pl: Nie znaleziono publikacji do wybrania. Szukaj ponownie lub %s.

source: There are no exhibits available yet.
pl: Nie ma jeszcze dostępnych wystaw.

source: Primary
pl: Pierwszy

source: Secondary
pl: Drugi
